Repository: myzzxc/1105cnc
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: zh_tw

source: The system has complete management over alarms and events, with recognition of alarms from any device with dry contact connected to the video cameras or servers.
zh_tw: 系統具有完整的警報和事件管理，能識別從任何連接到攝影機或伺服器的設備警報。

source: The system may provide disconnection time for each camera.
zh_tw: 系統可提供每台攝影機的斷線時間。

source: The system offers the option of image cropping with the purpose of selecting an area in the image which will remain visible to other users.
zh_tw: 系統提供影像剪裁選項，用於選擇影像中其他使用者可看見的一個區域。

source: The system was designed to enable remote access, allowing remote access to live images and video playback through an integrated Web server or the system's client.
zh_tw: 系統可啟用遠端存取，允許透過整合網站伺服器或系統用戶端遠端存取現場圖像和視訊重播。

source: The system works in two ways: With Physical Sensor or with Virtual Sensor.
zh_tw: 系統有兩種運作方式：使用物理感測器或使用虛擬感測器。

source: The system, during export and search for movement on recorded videos, allows the display of the time remaining until the end of the operation.
zh_tw: 匯出和搜尋動作影像時，系統能顯示操作所需時間。

source: The tampering module allows that an alarm be triggered when the camera is attacked, the alarm is detected by camera motion, focus, brightness change, obstruction and vandalism.
zh_tw: 入侵偵測模組能於攝影機遭受攻擊時發出警報，當偵測到攝像機移動、對焦、亮度改變、受遮蔽和破壞時便會觸發警報。

source: The tangential knife can be used for cutting styrene, composites, duct liner, X-board and many other materials.
zh_tw: 裁刀可用於切割合成樹脂、合成物、玻璃纖維、合板以及其他多種材料。

source: The tangential knife is arobust knife cutting tool intended forheavier, thicker and harder materials than atraditional drag knife can accommodate.
zh_tw: 裁刀為堅固耐用的切削刀具，用於傳統拖刀無法處理之較厚重以及較硬的材料。

source: The technical specifications of the checkweigher are defined on the machine in what is called the Features Plate.
zh_tw: 檢重機之技術規格列於機台的功能標示牌上，

source: The test and control facilities (internal and external) must be appropriate and ISO/CEI 17025 accredited.
zh_tw: 必須有合適的（內部和外部）測試和管控設施並經過 ISO/CEI 17025 認證，

source: The texture will change rapidly over time when looking at the same pixels.
zh_tw: 在同一個像素中，線條會隨著時間快速改變。

source: The theory suggests that your company can excel in just one of these areas.
zh_tw: 此理論中表明了公司只能專注在這些領域的其中之一達到卓越。

source: The third location being forward of the fourth location and closer to the longitudinal centerline plane than the fourth location.
zh_tw: 第三位置位於第四位置前方且相較第四位置更接近縱向中心平面。

source: The third location may be forward of the power source.
zh_tw: 第三個位置可能位於動力源前方，

source: The third location may be under the seating of the operator area.
zh_tw: 第三位置可能位於駕駛區的座椅下方。

source: The timed 2 alarm time is scheduled in “Timings” parameter.
zh_tw: 警報時間 2 於「Timings (定時)」參數中設定。

source: The tool presets certain installation options to configure client installation.
zh_tw: 工具中預設特定的安裝選項以設置用戶端安裝。

source: The tools in service tray 271 are retained therein when cover 270 is positioned over service tray 271 due to cover 270 generally closing off a top opening in service tray 271.
zh_tw: 當外蓋 270 蓋於維修托盤 271 上時，能防止置於維修托盤 271 中的工具掉出，因為外蓋 270 能完全封住維修托盤 271 上方的開口。

source: The top line is the DARIO MARTINI ® collection which comprises a wide range of models for men but also, in particular, models for women enhanced with original SWAROVSKI ® crystals.
zh_tw: 最高級個產線為 DARIO MARTINI® 系列，其中包含了為男性設計的許多款式，但也有專為女性設計、鑲上施華洛世奇®水晶的款式。

source: The top view projection of the centerline of the dampening member may be angled up to about 10 degrees from a normal to the top view projection of the first suspension axis.
zh_tw: 阻尼元件於上投影圖中的中心線與第一懸吊軸上投影圖中的中心線之夾角可偏離直角約 10 度。

source: The top view projection of the centerline of the dampening member may be angled up to about 20 degrees from a normal to the top view projection of the first suspension axis.
zh_tw: 阻尼元件於上投影圖中的中心線與第一懸吊軸上投影圖中的中心線之夾角可偏離直角約 20 度。

source: The top view projection of the centerline of the dampening member may be angled up to about 30 degrees from a normal to the top view projection of the first suspension axis.
zh_tw: 阻尼元件於上投影圖中的中心線與第一懸吊軸上投影圖中的中心線之夾角可偏離直角約 30 度。

source: The top view projection of the centerline of the dampening member may be generally nor
zh_tw: 其中一個變形為，阻尼元件於上投影圖中的中心線與

source: The top view projection of the centerline of the dampening member may be generally normal to the top view projection of the first suspension axis.
zh_tw: 阻尼元件於上投影圖中的中心線與第一懸吊軸上投影圖中的中心線之夾角整體上垂直。

source: The track change is automatically performed clicking on the screen header
zh_tw: 點擊畫面顯示面板將自動變更軌道。

source: The tracker can work out what is background and what are foreground object pixels.
zh_tw: 追蹤器可以計算出背景和前景物體像素，

source: The transmission having a transmission housing and a transmission input drive member and a transmission output drive member.
zh_tw: 變速箱具有變速箱外殼和變速箱輸入驅動元件以及變速箱輸出驅動元件。

source: The transmission input drive member being operatively coupled to the power source output drive member and the transmission output drive member being operatively coupled to at least one of the plurality of the plurality of ground engaging members to propel the vehicle.
zh_tw: 變速箱輸入驅動元件連接至動力源輸出驅動元件，而變速箱輸出驅動元件連接至多組接觸地面元件中至少一組接觸地面元件以推動車輛。

source: The unit being supported by the frame through at least a first connection, a second connection, and a third connection.
zh_tw: 此單元至少由框架以第一連接、第二連接和第三連接支撐。

source: The unit including a power source supported by the frame through less than three connections, a transmission supported by the frame through less than three connections, and a spacer coupled to the power source housing and coupled to the transmission housing to position the transmission relative to the power source.
zh_tw: 單元中包括由框架以少於三個連接支撐之動力源，由框架以少於三個連接支撐之變速箱，於變速箱和動力源之間連接動力源外殼和變速箱外殼的間隔件。

source: The user may choose to display only the name of the objects, only their description, or both, under the "Name (description)" format.
zh_tw: 使用者可於 "名稱 (說明)" 格式中選擇只顯示物件的名稱、只顯示其說明、或兩者皆顯示，。

source: The user of any such copies is responsible for verifying that working copies are in agreement with the current controlled version.
zh_tw: The user of any such copies is responsible for verifying that working copies are in agreement with the current controlled version. 使用此類副本之使用者有義務確認工作版文件內容與最新控制版本一致。

source: The utility vehicle of claim 1 further comprising a roll cage removably coupled to the frame and spanning over the seat, the frame tube coupler positioned vertically below the roll cage.
zh_tw: 專利範圍 19 中的多功能越野車更包含一組可拆式防滾架，其連接至框架且跨越座位上方，框架管連接器位於防滾架正下方。

source: The utility vehicle of claim 1 wherein each of the frame tube sections is rectangular in cross-section and defines an
zh_tw: 多功能越野車的專利範圍 1 中的框架管區段截面為長方形且決定了內部空間，

source: The utility vehicle of claim 1, wherein any shear force is substantially taken up by the interengaging coupler members.
zh_tw: 多功能越野車專利範圍 1 中的互鎖連接器元件承受所有的剪力。

source: The utility vehicle of claim 1, wherein each tube connecting section is insertable into respective ends of the frame tube sections.
zh_tw: 多功能越野車專利範圍 1 中的管連接區段插入框架管區段各端之中。

source: The utility vehicle of claim 1, wherein the drivetrain and second plurality of ground engaging members are positioned rearward of the first plurality of ground engaging members and further comprising a driveshaft extending between the drivetrain and the first plurality of ground engaging members.
zh_tw: 專利範圍 1 中的多功能越野車之傳動系統和第二接觸地面元件位於第一接觸地面元件後方，且更包含一組延伸於傳動系統和第一接觸地面元件之間的傳動軸。

source: The utility vehicle of claim 1, wherein the first seating area is comprised of a seat having a seat bottom and a seat back.
zh_tw: 多功能越野車的專利範圍 1 中的第一座位區包含一張具有底座和靠背之座椅。

source: The utility vehicle of claim 1, wherein the first seating area is defined by side-by-side seats, defining two rider positions and two side net assemblies are provided.
zh_tw: 多功能越野車的專利範圍 1 中的第一座位區範圍為並排之座椅，包含兩個乘坐位置和兩張側邊護網組件。

source: The utility vehicle of claim 1, wherein the frame comprises a frame upright positioned adjacent to the seat back and further comprises a roll cage including a front frame upright forward of the first seating area.
zh_tw: 多功能越野車的專利範圍 1 中的框架包含一根位於座椅靠背旁之框架立柱和包含朝向第一座位區之前框架立柱的防滾架。

source: The utility vehicle of claim 1, wherein the pivotal bar is formed as a clam shell style, with a portion of the net trapped therebetween.
zh_tw: 多功能越野車的專利範圍 1 中的樞軸桿為蛤殼式設計，部分護網可固定於其中。

source: The utility vehicle of claim 1, wherein the pivotal bar is mounted along a marginal edge of the net.
zh_tw: 多功能越野車的專利範圍 1 中的樞軸桿沿護網邊緣安裝。

source: The utility vehicle of claim 1, wherein the two interengaging coupler members are identical.
zh_tw: 多功能越野車專利範圍 1 中的兩互鎖連接器元件完全相同。

source: The utility vehicle of claim 10, wherein each interengaging section is positioned outside the frame tube sections when each tube connecting section is inserted into the respective ends of the frame tube sections.
zh_tw: 多功能越野車專利範圍 10 之中，當管連接區段插入框架管區段各端之中時，各互鎖區段位於框架管區段之外。

source: The utility vehicle of claim 12, wherein the pivotal bar is positionable in a front pivot link mounted to the front end of a floorboard.
zh_tw: 多功能越野車的專利範圍 12 中的樞軸桿可置於安裝於踏板前端之前樞軸連結。

source: The utility vehicle of claim 14, wherein the first seating area is comprised of a seat bottom and a seat back.
zh_tw: 多功能越野車的專利範圍 14 中的第一座位區包含座椅底座和座椅靠背。

source: The utility vehicle of claim 14, wherein the frame canopy includes a center frame upright positioned adjacent to the seat back and the side net assembly is mounted to the center frame upright.
zh_tw: 多功能越野車的專利範圍 14 中的框架蓬包含一根位於座椅靠背旁之中段框架立柱，而側邊護網安裝於中段框架立柱上。

source: The utility vehicle of claim 14, wherein the frame canopy includes a center frame upright positioned adjacent to the seat back and the side net assembly is pivotally mounted to the center frame upright.
zh_tw: 多功能越野車的專利範圍 14 中的框架蓬包含一根位於座椅靠背旁之中段框架立柱，側邊護網安裝於中段框架立柱上並可旋轉。

source: The utility vehicle of claim 14, wherein the top edge of the side net assembly is rigid.
zh_tw: 多功能越野車的專利範圍 14 中的側邊護網組件頂側為硬質設計。

source: The utility vehicle of claim 15, wherein each tube connecting section is insertable into respective ends of the frame tube sections.
zh_tw: 多功能越野車專利範圍 15 中的管連接區段插入框架管區段各端之中。

source: The utility vehicle of claim 15, wherein the coupler 20 sections comprise an alignment assembly spaced apart from the fasteners for aligning the coupler sections to each other.
zh_tw: 多功能越野車專利範圍 15 中的連接區段包含與緊固件相隔一距離之對位組件以對齊各連接區段。

source: The utility vehicle of claim 15, wherein the frame tube coupler is attachable to adjacent ends of the frame tube sec- 15 tions.
zh_tw: 多功能越野車專利範圍 15 中的框架管連接器與框架管區段相鄰端相連。

source: The utility vehicle of claim 15, wherein the side net assembly is comprised of a rigid pivotal bar and a net supported by the pivotal bar.
zh_tw: 多功能越野車的專利範圍 15 中的側邊護網組件包含一根硬質樞軸桿且護網由樞軸桿支撐。

source: The utility vehicle of claim 18, wherein the frame canopy including a front frame upright forward of the first seating area, the side net assembly being latchable to the front frame upright.
zh_tw: 多功能越野車的專利範圍 18 中的框架蓬包含一根位於第一座位區前方之前段框架立柱，側邊護網鎖定於前段框架立柱上。

source: The utility vehicle of claim 18, wherein the frame canopy including a front frame upright forward of the first seating area, the side net assembly being latchable to, and pivotally mounted relative to, the front frame upright.
zh_tw: 多功能越野車的專利範圍 18 中的框架蓬包含一根位於第一座位區前方之前段框架立柱，側邊護網鎖定於前段框架立柱上並可相對前段框架立柱旋轉。

source: The utility vehicle of claim 19, wherein the side net assembly is comprised of a pivotal bar and a net supported by the pivotal bar.
zh_tw: 多功能越野車的專利範圍 19 中的側邊護網組件包含一根軸桿且護網由樞軸桿支撐。

source: The utility vehicle of claim 20, wherein a latching tongue is attached to the front frame upright and a latching buckle is attached to the second end of the pivotal bar.
zh_tw: 多功能越野車的專利範圍 20 中的閂鎖舌固定於前框架立柱上，而閂鎖扣環固定於樞軸桿的第二端。

source: The utility vehicle of claim 21, wherein the pivotal bar is formed as a clam shell style, with a portion of the net trapped therebetween.
zh_tw: 多功能越野車的專利範圍 21 中的樞軸桿為蛤殼式設計，部分護網可固定於其中。

source: The utility vehicle of claim 22, wherein the net has a top marginal reinforced edge with openings therethrough, the pivotal bar being held together by fasteners extending through the pivotal bar and through the openings.
zh_tw: 多功能越野車的專利範圍 22 中的護網具有上側強化邊緣，其中有一開口，樞軸桿由穿過樞軸桿和開口的緊固件固定於強化邊緣上。

source: The utility vehicle of claim 26, wherein the first seating area is comprised of a seat bottom and a seat back.
zh_tw: 多功能越野車的專利範圍 26 中的第一座位區包含座椅底座和座椅靠背。

source: The utility vehicle of claim 27, wherein the frame canopy includes a front frame upright forward of the first seating area, the side net assembly being latchable to the front frame upright.
zh_tw: 多功能越野車的專利範圍 27 中的框架蓬包含一根位於第一座位區前方之前段框架立柱，側邊護網鎖定於前段框架立柱上。

source: The utility vehicle of claim 28, wherein a latching tongue is attached to the front frame upright and a latching buckle is attached to the front end of the pivotal bar.
zh_tw: 多功能越野車的專利範圍 28 中的閂鎖舌固定於前框架立柱上，而閂鎖扣環固定於樞軸桿的前端。

source: The utility vehicle of claim 28, wherein the pivotal bar is positioned in a front generally vertical marginal edge of the net.
zh_tw: 多功能越野車的專利範圍 28 中的樞軸桿位於護網前端垂直方向邊緣。

source: The utility vehicle of claim 29, wherein the frame canopy includes a center frame upright positioned adjacent to the seat back and the side net assembly is pivotally mounted to the center frame upright.
zh_tw: 多功能越野車的專利範圍 29 中的框架蓬包含一根位於座椅靠背旁之中段框架立柱，側邊護網安裝於中段框架立柱上並可旋轉。

source: The utility vehicle of claim 3, wherein the side net assembly is latchable to the front frame upright.
zh_tw: 多功能越野車的專利範圍 3 中的側邊護網組件可鎖定於前框架立柱上。

source: The utility vehicle of claim 4, wherein a latching tongue is attached to the front frame upright and the side net assembly further comprises a latching buckle connectable to the latching tongue.
zh_tw: 多功能越野車的專利範圍 4 中的閂鎖舌固定於前框架立柱上，而側邊護網組件更包含了一個可鎖定於閂鎖舌上的閂鎖扣環。

source: The utility vehicle of claim 6, wherein the pivotal bar is mounted along a top marginal edge of the net and is pivotally mounted to the frame upright.
zh_tw: 多功能越野車的專利範圍 6 中的樞軸桿沿護網上側邊緣安裝，同時安裝至框架立柱上並可旋轉。

source: The utility vehicle of claim 6, wherein the pivotal bar is mounted to the front marginal end of the net.
zh_tw: 多功能越野車的專利範圍 6 中的樞軸桿安裝於護網前側邊緣。

source: The utility vehicle of claim 8, further comprising fasteners for retaining the interengaging sections together, where the fasteners are in tension to force the complementary projections and recesses into engagement, and any shear force is substantially taken up by the complementary projections and recesses.
zh_tw: 專利範圍 8 中的多功能越野車更包含固定互鎖區段之緊固件，緊固件能將互補之凸出和凹陷鎖緊以固定，而互補之凸出和凹陷承受所有的剪力。

source: The utility vehicle of claim 8, wherein each projection is frusto-conical in shape.
zh_tw: 多功能越野車的專利範圍 8 中各凸出為平頭圓錐形。

source: The utility vehicle of claim 8, wherein each recess is frusto-conical in shape.
zh_tw: 多功能越野車的專利範圍 8 中各凹陷為平頭圓錐形。

source: The utility vehicle of claim 8, wherein each tube connecting section is insertable into respective ends of the frame tube sections.
zh_tw: 多功能越野車專利範圍 8 中的管連接區段插入框架管區段各端之中。

source: The utility vehicle of claim 8, wherein the frame tube coupler is attachable to adjacent ends of the frame tube sections.
zh_tw: 多功能越野車專利範圍 8 中的框架管連接器與框架管區段相鄰端相連。

source: The utility vehicle of claim 8, wherein the net has a top marginal reinforced edge with openings therethrough, the pivotal bar being held together by fasteners extending through the pivotal bar and through the openings.
zh_tw: 多功能越野車的專利範圍 8 中的護網具有上側強化邊緣，其中有一開口，樞軸桿由穿過樞軸桿和開口的緊固件固定於強化邊緣上。

source: The utility vehicle of claim 9, wherein the openings have reinforced eyelets.
zh_tw: 多功能越野車的專利範圍 9 中的開口具有強化孔眼。

source: The vacuum arm hose steel support arm effectively and conveniently provides a third hand insupporting the dust extraction vacuum hose.
zh_tw: 真空鋼管臂能有效且便利地提供真空吸塵軟管支撐，

source: The value must be a valid server address that contains the home directory information for the ShareScan users.
zh_tw: 數值值必須是一個包含 ShareScan 使用者主目錄資訊的有效的伺服器位址。

source: The value of the range sample is displayed on one production screen.
zh_tw: 包裝範圍之數值顯示於一個生產畫面上。

source: The values in between are grey.
zh_tw: 介於之間數值為灰色。

source: The vehicle 810 includes a frame 812, and although not specifically shown, would include ground engaging members in the form of tires, which are driven by a drive train.
zh_tw: 車輛 810 包括框架 812，也包含未明確畫出之接觸地面輪胎，以傳動系統驅動。

source: The vehicle comprising a
zh_tw: 車輛包含一組框架；

source: The vehicle comprising a frame; a
zh_tw: 車輛包含一個框架；

source: The vehicle comprising a frame; a plurality of ground engaging members supporting
zh_tw: 車輛包含一組框架；由框架支撐之多組接觸地面元件；

source: The vehicle comprising a frame; a plurality of ground engaging members supporting the frame; a power source supported by the frame and operatively coupled to at least one of the plurality of ground engaging members to propel the vehicle; a CVT unit supported by the frame and operatively coupled between the power source and the at least one of the plurality of ground engaging members; an operator area supported by the frame, the operator area including seating and operator controls; a caigo carrying portion supported by the frame and located rearward of the operator area; and an air intake system operatively coupled to the CVT unit to communicate ambient air to an interior of the CVT unit, the air intake system receiving ambient air through an inlet in an exterior body panel of the cargo carrying portion.
zh_tw: 該車輛包含一框架；多組支撐框架之接觸地面元件；以框架支撐之動力源並連接到至少一組接觸地面元件以推動車輛；一組以框架支撐並連接動力源與至少ㄧ組接觸地面元件之無段變速單元；以框架支撐之駕駛區，駕駛區包含座位和操控元件；位於駕駛區後方以框架支撐之載貨部分；一組進氣系統連接至無段變速單元以輸送空氣至無段變速單元內部，空氣進氣系統以載貨部分主體外部鈑金內之進氣口接收空氣。

source: The vehicle comprising a frame; a plurality of ground engaging members supporting the frame; a power source supported by the frame and operatively coupled to at least one of the plurality of ground engaging members to propel the vehicle; an air intake system operatively coupled to the CVT unit to communicate ambient air to an interior of the CVT unit; and a CVT unit supported by the frame.
zh_tw: 車輛包含一組框架；多組以框架支撐之接觸地面元件；一組以框架支撐之動力源並連接到至少一組接觸地面元件以推動車輛；一組進氣系統連接至無段變速單元以輸送空氣至無段變速單元內部；以及一組以框架支撐之無段變速單元。

source: The vehicle comprising a frame; a plurality of ground engaging members supporting the frame; a power source supported by the frame and operatively coupled to at least one of the plurality of ground engaging members to propel the vehicle; an operator area supported by the frame, the operator area including seating and operator controls; a cargo carrying portion supported by the frame and located rearward of the operator area; and a first air intake system operatively coupled to the power source to communicate ambient air to the power source.
zh_tw: 該車輛包含一框架；多組支撐框架之接觸地面元件；以框架支撐之動力源並連接到至少一組接觸地面元件以推動車輛；以框架支撐之駕駛區，駕駛區包含座位和操控元件；位於駕駛區後方以框架支撐之載貨部分；以框架支撐並置於駕駛區後方的後驅動單元；以及連接至動力源以輸送空氣至動力源的第一空氣進氣系統。

source: The vehicle comprising a frame; a plurality of ground engaging members supporting the frame; a power source supported by the frame and operatively coupled to at least one of the plurality of ground engaging members to propel the vehicle; an operator area supported by the frame, the operator area including seating and operator controls; a rear drive unit supported by the frame and positioned rearward of the operator area, the rear drive being operatively coupled to the power source and operatively coupled to a first ground engaging member positioned rearward of the operator area through a first drive shaft to transfer power received from the power source to the first ground engaging member; and a first rear suspension system movably coupling the first ground engaging member to the frame.
zh_tw: 車輛包含一組框架；多組支撐框架之接觸地面元件；以框架支撐之動力源並連接到至少一組接觸地面元件以推動車輛；以框架支撐之駕駛區，駕駛區包含座位和操控元件；以框架支撐並置於駕駛區後方的後驅動單元，後驅動單元連接動力源與駕駛區後方之第一接觸地面元件，並透過第一傳動軸傳送動力源之動力至第一接觸地面元件；以及連接第一接觸地面元件和框架的可動式第一後懸吊系統。

source: The vehicle comprising a frame; a plurality of ground engaging members supporting the frame; a power source supported by the frame and operatively coupled to at least one of the plurality of ground engaging members to propel the vehicle; an operator area supported by the frame, the operator area including seating and operator controls; a rear drive unit supported by the frame and positioned rearward of the operator area, the rear drive being operatively coupled to the power source and operatively coupled to a first ground engaging member positioned rearward of the operator area through a first drive shaft to transfer power received from the power source to the first ground engaging member; and a first rear suspension system moveably coupling the first ground engaging member to the frame.
zh_tw: 車輛包含一組框架；多組支撐框架之接觸地面元件；以框架支撐之動力源並連接到至少一組接觸地面元件以推動車輛；以框架支撐之駕駛區，駕駛區包含座位和操控元件；以框架支撐並置於駕駛區後方的後驅動單元，後驅動單元連接動力源與駕駛區後方之第一接觸地面元件，並透過第一傳動軸傳送動力源之動力至第一接觸地面元件；以及連接第一接觸地面元件和框架的可動式第一後懸吊系統。

source: The vehicle comprising a frame; a plurality of ground engaging members supporting the frame; a power source supported by the frame and operatively coupled to at least one of the plurality of ground engaging members to propel the vehicle; an operator area supported by the frame, the operator area including seating and operator controls; a rear drive unit supported by the frame and positioned rearward of the operator area, the rear drive being operatively coupled to the power source and operatively coupled to at least a first ground engaging member positioned rearward of the operator area through a drive shaft to transfer power received from the power source to the first ground engaging member; and a first rear suspension system mov- ably coupling the first ground engaging member to the frame.
zh_tw: 車輛包含一組框架；多組支撐框架之接觸地面元件；以框架支撐之動力源並連接到至少一組接觸地面元件以推動車輛；以框架支撐之駕駛區，駕駛區包含座位和操控元件；以框架支撐並置於駕駛區後方的後驅動單元，後驅動單元連接動力源與駕駛區後方之第一接觸地面元件，並透過傳動軸傳送動力源之動力至第一接觸地面元件；以及連接第一接觸地面元件和框架的可動式第一後懸吊系統。

source: The vehicle comprising a frame; a plurality of ground engaging members supporting the frame; a power source supported by the frame and operatively coupled to at least one of the plurality of ground engaging members to propel the vehicle; an operator area supported by the frame, the operator area including seating and operator controls; a rear drive unit supported by the frame and positioned rearward of the operator area, the rear drive being operatively coupled to the power source and operatively coupled to at least a first ground engaging member positioned rearward of the operator area through a drive shaft to transfer power received from the power source to the first ground engaging member; and a first rear suspension system move- ably coupling the first ground engaging member to the frame.
zh_tw: 車輛包含一組框架；多組支撐框架之接觸地面元件；以框架支撐之動力源並連接到至少一組接觸地面元件以推動車輛；以框架支撐之駕駛區，駕駛區包含座位和操控元件；以框架支撐並置於駕駛區後方的後驅動單元，後驅動單元連接動力源與駕駛區後方之第一接觸地面元件，並透過傳動軸傳送動力源之動力至第一接觸地面元件；以及連接第一接觸地面元件和框架的可動式第一後懸吊系統。

source: The vehicle comprising a frame; a plurality of ground engaging members supporting the frame; a power source supported by the frame and operatively coupled to at least one of the plurality of ground engaging members to propel the vehicle; an operator area supported by the frame, the operator area including seating and operator controls; a rear drive unit supported by the frame and positioned rearward of the operator area, the rear drive being operatively coupled to the power source and operatively coupled to at least a first ground engaging member positioned rearward of the operator area through a drive shaft to transfer power received from the power source to the first ground engaging member; and a first rear suspension system moveably coupling the first ground engaging member to the frame.
zh_tw: 車輛包含一組框架；多組支撐框架之接觸地面元件；以框架支撐之動力源並連接到至少一組接觸地面元件以推動車輛；以框架支撐之駕駛區，駕駛區包含座位和操控元件；以框架支撐並置於駕駛區後方的後驅動單元，後驅動單元連接動力源與駕駛區後方之第一接觸地面元件，並透過第一傳動軸傳送動力源之動力至第一接觸地面元件；以及連接第一接觸地面元件和框架的可動式第一後懸吊系統。
